Repository: mabere/loa_ojs3.4
Catalog: locale/*/locale.po
Languages: id

# plugins.generic.loa.displayName
source: Letter of Acceptance Plugin
id: Surat Keterangan Naskah Diterima

# plugins.generic.loa.description
source: Generates a Letter of Acceptance (LoA) for authors of accepted submissions.
id: Buat Surat Keterangan Naskah Diterima (LoA) bila naskah diterima.

# plugins.generic.loa.download
source: Download LoA
id: Unduh LoA

# plugins.generic.loa.available
source: The Letter of Acceptance for this submission has been issued and is now available for download.
id: Surat Penerimaan Naskah (LoA) untuk submisi ini telah diterbitkan dan sekarang tersedia untuk diunduh.

# plugins.generic.loa.unavailable
source: A Letter of Acceptance will be available for download here once the submission has been accepted by the editorial team.
id: Surat Penerimaan Naskah (LoA) akan tersedia untuk diunduh di sini setelah statusnya diterima.

# plugins.generic.loa.tab
source: Letter of Acceptance
id: Surat Penerimaan Naskah

# plugins.generic.loa.verification.valid
source: Document Verified
id: Dokumen Terverifikasi Valid

# plugins.generic.loa.verification.validMessage
source: This Letter of Acceptance is valid and has been issued for the following submission.
id: Surat Keterangan Naskah Diterima (LoA) valid dan telah diterbitkan untuk naskah berikut.

# plugins.generic.loa.verification.invalid
source: Invalid Document
id: Dokumen Tidal Valid

# plugins.generic.loa.verification.invalidMessage
source: The verification link is incorrect or the submission could not be found.
id: Tautan verifikasi salah atau dokumen tidak ditemukan.

# plugins.generic.loa.submissionId
source: Submission ID
id: ID Naskah

# plugins.generic.loa.settings.template
source: Letter of Acceptance Template
id: Template Surat Keterangan Naskah Diterima

# plugins.generic.loa.settings.template.description
source: Customize the content of the Letter of Acceptance. The following variables will be automatically replaced: {$journalTitle}, {$articleTitle}, {$submissionId}, {$acceptanceDate}, {$authorNamesString}, {$qrCodeDataUri}, {$journalLogo}.
id: Ubah isi Surat Keterangan Naskah Diterima. Gunakan variabel untuk otomasi teks: {$journalTitle}, {$articleTitle}, {$submissionId}, {$acceptanceDate}, {$authorNamesString}, {$qrCodeDataUri}, {$journalLogo}

# plugins.generic.loa.settings.header
source: Header
id: Bagian Kepala

# plugins.generic.loa.settings.body
source: Body
id: Bagian Isi

# plugins.generic.loa.settings.footer
source: Footer
id: Bagian Penutup

# plugins.generic.loa.settings.saved
source: The Letter of Acceptance plugin settings have been saved.
id: Pengaturan plugin Surat Keterangan Naskah Diterima sudah disimpan.

# plugins.generic.loa.settings.genre
source: File Component (Genre)
id: Komponen File (Genre)

# plugins.generic.loa.settings.genre.label
source: LoA Component
id: Komponen LoA

# plugins.generic.loa.settings.genre.description
source: Please create a new component for the LoA file under Settings > Workflow > Components. Then. select that component here. This will be used properly archive the generated PDF as an official submission file.
id: Silakan buat komponen baru untuk LoA di bagian Settings > Workflow > Components. Lalu pilih komponen yang tampil di sini. Komponen akan digunakan untuk membuat file PDF submisi resmi.

# plugins.generic.loa.settings.genre.noGenres
source: No file components have been created for this journal. Please go to Settings > Workflow > Components to create one for the Lfetter of Acceptance.
id: Tidak ada komponen file yang telah dibuat untuk jurnal Ini. Silakan buat komponen Surat Keterangan Naskah Diterima di bagian Settings > Workflow > Components terlebih dahulu.
